[
  {
    "name":"Andy Bernard",
    "shortname":"andy",
    "reknown":"Royal Academy of Painting and Sculpture",
    "bio": "\"Andrew Baines Andy Bernard (born in 1973; Walter Bernard, Jr.) is a fictional character from the U.S. comedy television series, The Office. Andy is portrayed by Ed Helms. He has no counterpart in the original British version of the series. He is introduced as the Regional Director in Charge of Sales at the Stamford branch of paper distribution company Dunder Mifflin in the third season premiere when Jim Halpert transfers, ultimately merging with the Scranton branch in the episode The Merger later in the season. He becomes Regional Manager at the Scranton branch courtesy of Robert California in the eighth season premiere following the departure of Michael Scott and Deangelo Vickers, although temporarily is fired and replaced by Nellie Bertram before his reinstatement by new CEO David Wallace. Although throughout the ninth season, Andys relationship with Wallace deteriorates from Andys lack of focus and professionalism, eventually culminating in Andys voluntary resignation, to his reinstatement as a salesman to his eventual firing again, after Andy begs David Wallace to fire him in order to pursue a singing career. This all happens over the course of one day in Livin the Dream.\r\n\r\nHis character is insecure, seemingly due to a strained parental relationship, yet demonstrates self-centered and arrogant attitudes. He often references his education at Cornell University, where he was a part of an a cappella group, which contributed to his love for theatrical singing. Andy demonstrates a sycophantic attitude toward his superiors as well as severe anger management issues. He becomes involved in a long-term but failed relationship with accountant Angela Martin, but later finds a deeper connection with receptionist Erin Hannon. However, the relationship starts to sour throughout the ninth season and finally ends in Couples Discount when Erin gets fed up with Andys neglect and selfishness.\r\n\r\nHis character was named one of the most annoying TV characters of 2011 by Vulture magazine.[1]\"\r\n"  },
  {
    "name":"Angela Martin",
    "shortname":"angela",
    "reknown":"Artist to Watch in 2012",
    "bio":
    "Angela Martin is the head of the accounting department at the Scranton branch of the fictitious paper distribution company Dunder Mifflin, extension 128. Cold, condescending, judgmental and uptight, Angela frowns upon all frivolous activity in the office, and openly expressed her disapproval of office receptionist Pam Beesly’s flirtation with coworker Jim Halpert. She also frowns upon any sort of superfluousness or inappropriateness in general. Like Dwight, Angela has little sense of humour and almost never smiles or expresses happiness, except when she is talking about her cats or is expressing derisive contempt for her co-workers. Angela is attracted to shows of power, extremely secretive with her other emotions, and vengeful when upset.s"
  },
  {
    "name":"Creed Bratton",
    "shortname":"creed",
    "reknown":"New York University",
    "bio":
    "Creed Rowland Bratton, also known as William Charles Schneider (claims to have been born November 1, 1925)[1] is a fictional character from the U.S. television series The Office. Confusion may arise from the fact that the character is played by the musician of the same name, Creed Bratton. The fictional Creed is partially based on the experiences and former flower child lifestyle of the real one; however, the character is an embellished version of the real person. Unlike most characters of this version of The Office, he has no equivalent in the original BBC series despite sharing similar lines in the pilot episode with the character of Ryan Howard. Series writer B. J. Novak has said that the actual Creed Bratton is exactly like the character he plays, except that the real Creed is a good-hearted and likable person, while his fictional alter ego has a very dark side to him. His resourcefulness and duplicity are his defining traits along with his senile behavior and ignorance of the modern world."
  },
  {
    "name":"Darryl Philbin",
    "shortname":"daryl",
    "reknown":"Art College in New Dehli",
    "bio":
    "Although he is dry and humorless when dealing with Michael Scott, the office manager, he seems to be a much more relaxed, silly person in social situations. Unlike Michael, Darryl is competent, ambitious, and innovative, and on several occasions late into the series he promotes ideas to corporate that seem to benefit the company greatly. Michael refers to him as Mittah Rogers—a nickname which began as Regis (as Darryls last name is Philbin, a reference to Regis Philbin who is producer Michael Schurs father-in-law), then Reeg, Roger and then finally settling on Mittah Rogers. Being in a position of responsibility in a potentially hazardous work area, he dislikes Michaels disregard for rules or safety, as Michael often disrupts their work schedule and delays their shipments from going out on time. His relationship with Michael is tense, as he is often aggravated by Michaels juvenile antics, as when he stated his greatest fear is that someone would prevent them from getting the shipments out on time. His rapport with the rest of the staff both administrative and warehouse is friendly. He was initially enemies with Andy Bernard but the two eventually become close friends and confidants. On the other hand, Michael secretly believes Darryl is a criminal because he is black, and at times, has called on Dwight to stand in Michaels office as bodyguard or prevent Darryl from bonding with Merediths son. However, it is apparent that Darryl is a far more responsible and a better man than Michael believes him to be.\r\n\r\nDarryl is a Presbyterian and enjoys feeding squirrels (Fun Run). He has a young daughter named Jada who is incredibly important to him, to the point where he appeared as the U.S. President in Michaels Threat Level Midnight film for no other reason than his wish that his daughter would see a black man as President, an effort he sees as a waste of time thanks to Barack Obama. Jadas mother has only been heard on the phone, where its clear she and Darryl have an unfriendly relationship. The mother and Darryl are separated and for a short time, he dated Kelly Kapoor. As is also evidenced from numerous episodes such as Christmas Party and Local Ad, Darryl is also very adept at playing the keyboard.\r\n\r\nDarryl drives a heavy-duty (Vortec) last-generation GMC Sierra crew cab stake truck for work at Dunder-Mifflin, which he uses to move Holly up to Nashua, NH. His personal car is also a Chevrolet Silverado, though a recent model. It is equipped with remote start."
  },
  {
    "name":"Dwight Schrute",
    "shortname":"dwight",
    "reknown":"New Orleans, LA",
    "bio":
    "When the series begins, Dwight Schrute is a competent salesman, despite lacking general knowledge, at the Scranton branch of the paper distribution company, Dunder Mifflin. Dwight formally held the title of Assistant to the Regional Manager, but constantly refers to himself as Assistant Regional Manager, attempting to elevate himself to second-in-command to branch Manager, Michael Scott. (Michael privately makes him Assistant Manager in The Fight, tells him that no record\/mention will be kept of the title change only, then never acknowledges it again.) Dwight craves authority over his co-workers, and relishes any minor task that Michael or anyone else will give him. Although Dwight acts superior to many individuals and is often resourceful in crises, he is shown to actually be quite gullible, ignorant, and naïve. For this reason, he is easily tricked and pranked by his desk-mate and fellow salesman, Jim Halpert.\r\n\r\nDwight often speaks in a halting, intense manner, even in casual conversations. At the office, his most recurring formal wear is a mustard-colored, short-sleeved collar shirt, with a dark necktie and, usually, a brown suit jacket. He often uses one-upmanship to better himself over his peers, such as boasting about how he trains specific parts of his body. Dwight will sometimes engage in jokes and games in attempts to appease Michael, but often fails to do so, because of Michaels perception of himself as the jokester of the workplace. After Dwight temporarily leaves Dunder Mifflin, it is shown that he watered the office plant and arranged the toys on Michaels desk in a manner that made Michael happy.\r\n\r\nDwight is a former volunteer sheriff deputy,but has to step down after breaking his pledge by helping his boss pass his drug test in the episode Drug Testing. He is also a notary public; this creates difficulties when Angela desires to send him a notarized letter regarding their break-up. He resides on his familys beet farm, alongside his cousin, Mose (played by producer\/writer Michael Schur). Dwight has affinities for paintball, Battlestar Galactica, ping pong, survivalism, Goju Ryu karate and weapons. He also has a preference to ride in the back seat of cars behind the driver, because it is the safest location in a car.\r\n\r\nIn Whistleblower, encouraged to invest in real estate by former CEO and owner of Dunder Mifflin, Jo Bennett, Dwight decides to purchase the industrial park building. He has shown entrepreneurial traits, like converting the building lobby into a coffee shop in Nepotism, converting an empty room in the office building into a state-of-the-art gym in Mrs. California, and organizing a barn maze before Halloween, where kids can pay admission to play, in WUPHF.com.\r\n\r\nIn an episode commentary on the season one DVD, Wilson refers to Dwight as a fascist nerd who is a predictable caricature of a character that demonstrates the futility of most TV.[3][clarification needed] In a featurette on the season three DVD, Wilson describes Dwight as someone who does not hate the system, but has a deep and abiding love for it."
  },
  {
    "name":"Kelly Kapur",
    "shortname":"kelly",
    "reknown":"Chicago, IL",
    "bio":
    "Kelly is an Indian American although she frequently makes incorrect statements about her heritage or religion. Her parents were brought together through an arranged marriage and she has three living sisters, as well as another who died.\r\n\r\nShe tends to engage in long-winded, one-sided conversations on relatively trivial subjects, often to the chagrin of Toby Flenderson, with whom she shares the annex, situated off the main office. Sometimes, it appears that Kelly plays dumb, as evidenced by a conspiratorial wink to the camera in Boys and Girls. She enjoys shopping, especially online, as seen in The Coup and in Dunder Mifflin Infinity and she also loves clothing, as seen in The Coup and Womens Appreciation.\r\n\r\nKelly spent a year in a juvenile hall for stealing her ex-boyfriends fathers boat."
  },
  {
    "name":"Kevin Malone",
    "shortname":"kevin",
    "reknown":"Fullerton-Brighton-Norwell Award",
    "bio":
    "Kevin received a job as an accountant at Dunder Mifflin after applying for a job in the warehouse because Michael Scott had a feeling about him. Kevin was engaged to a woman named Stacey, who has a daughter named Abby. Stacey was the fourth woman to whom Kevin proposed, but the first to say yes, and he was very happy, though he secretly considered her a second choice to one of the other women, Melissa Riley. Little is known about Stacey, although she may have been seen as the woman who was Kevins date in the second season episode The Dundies.[3] He has a sister who lives nearby him as shown in a deleted scene from Andys Play, as well as a mother who recently has become incapable of living by herself and needs to be put in a home.\r\n\r\nKevin is typically quite subdued, although he is known for making blunt or offensive comments regarding the other employees. He hints toward unbecoming Internet habits, most likely pornography, as alluded to in the episodes E-mail Surveillance, Take Your Daughter to Work Day and Whistleblower. He is very concerned about the e-mail surveillance uncovering the contents of his hard drive and actually flees an interview with the cameras to ensure that his fiancées daughter had not found the same content.[4] When Nick, the I.T. guy for Sabre has to examine everyones computers, this prompts Kevin to sprint for his computer in front of everyone. But Nick confirms that he already went through Kevins computer, causing Kevin to say that he just likes running.[5]\r\n\r\nKevin plays drums and is also the lead singer in a local tribute band called Scrantonicity. The group initially was a Steve Miller Band tribute called Jokers and Tokers, but recently refocused on the music of The Police, and rebranded accordingly as Scrantonicity, an homage to their album Synchronicity. However, after getting into a fight with his bandmates, Kevin breaks off and forms a new band, Scrantonicity II. Kevin is a fan of the Philadelphia Eagles. His favorite foods are cookies, Cup o Noodles, and M&Ms. Kevins favorite movies are American Pie 2,[6] Weekend at Bernies, and The Cannonball Run. His favorite number, not surprisingly, is 69, after the sexual position. According to Jim in a deleted scene from The Dundies, Kevin is interested in naval history and enjoys bowling.\r\n\r\nIn Health Care, it was revealed that he suffers from anal fissures.[7] He is the resident gambler, partaking or initiating various bets throughout the office with other co-workers, and shows a fairly sharp talent for monitoring games fairly. In Casino Night, he reveals that he won a World Series of Poker bracelet for No-Limit Deuce-Seven Triple Draw in 2002, but he nonetheless suffers defeat at the hands of an unwitting Phyllis Lapin-Vance. Kevin also enjoys cooking. As seen in the Kevin Cooks Stuff in The Office short, Kevin is currently brewing beer in the cabinet beside his desk, much to the disgust of his coworker Oscar Martinez. Kevin states that, rules say I cant bring beer into the office, but they dont say anything about making beer in the office. He also has recipes for office-made quesadillas, creme brulee, and mashed potatoes and once a year brings in a large pot of his famous Chili for the office. Kevin and Oscars personalities complement each other, with Oscar being the most intelligent Dunder-Mifflin employee and Kevin being arguably the least, and they are shown to be close friends. The two often do a fist bump when they have a minor achievement such as playing office games.\r\n\r\nKevin suffers from plantar hyperhidrosis (Grief Counseling deleted scene). Angela is regularly disgusted by Kevins feet and he protests that she knows about his medical condition.\r\n\r\nIn a webisode of The Accountants, Angela sarcastically calls Kevin a genius, though Kevin secretly thinks his IQ of 100 makes him a genius.[8]\r\n\r\nKevin Drives a 2000 Honda CR-V."
  },
  {
    "name":"Meredith Palmer",
    "shortname":"meredith",
    "reknown":"Roux Academy of Art, Media, and Design",
    "bio":
    "Meredith Palmer is the socially inappropriate and sexually promiscuous Representative at the Dunder Mifflin Scranton branch. In season 8, episode 1, and season 9, episode 23, she is said to have the job of Supplier Relations; (however, in the first season, her job was said to be an Accountant).[1] Her computer always displays the solitaire game found in the MS package. Little is known about her early and personal life, but, over the course of the series, some tidbits of information have been revealed. She has been married twice, with one of her ex-husbands leaving her for a woman who works as a garbage collector (who is addressed as Mom by Merediths children).[2] She has two children, a son named Jake, whom she has custody of,[3] and a daughter named Wendy (described as The good one) who is in the custody of one of Merediths ex-husbands.[4] In a deleted scene from Garden Party, Meredith reveals that she is a former boxer.[5]\r\n\r\nMeredith is an alcoholic, and it has been alluded to that she often arrives at work with a hangover, as she has complained that people talk too loudly and that the office lights are too bright in the morning.[6] Although she has insisted that she does not have a drinking problem, there are many things she overlooks that are serious signs of addiction, such as keeping a flask under the seat of her mini van,[7] knowing the names of numerous bars around Scranton,[8] and even ingesting hand sanitizer for the alcohol in it.[9] To the disgust of her co-workers, she reveals that she also suffers from pornography addiction.[8] In Local Ad, it is heavily implied that she has been cast in pornographic movies, on considerably more than one occasion.\r\n\r\nOn several occasions, it is shown that she is attracted to her co-worker Jim Halpert, which visibly frightens him at times. More than once she has made advances on him, such as asking him to sign her cast for her fractured pelvis (which is located on her crotch).[10] As Jim has no interest in leaving his wife, Pam, for Meredith, she has become hostile towards him; she once egged on a mild argument between Jim and Pam on what they would do if they won the lottery, whispering Get a divorce,[11] confided to Robert California that she finds Jim Creepy,[12] and provided Jim with an unwanted pamphlet about getting vasectomies as a Christmas present.[13]\r\n\r\nMeredith drives a very beatup Ford Aerostar, which she was once seen nonchalantly crashing into another car, in the episode Womens Appreciation.[14] It also appears that Meredith is rather poor; in Frame Toby, she reveals that she works a part-time job as a maid,[15] and in Michaels Last Dundies, it is shown that she lives in an extremely run-down house.[16]\r\n\r\nIt is also somewhat of a recurring gag that whenever there is any physically injuring consequenses that occur due the nonsense that happens in the office, Meredith is usually the one who suffers. Among other indignities, her hair has once been set on fire,[8] Dwight almost suffocated her by stuffing her head into a garbage bag,[17] she got rabies from a bat, that was one of several wild animals to gnaw on her during a single year,[18] Michael accidentally hit her with his car,[18] Pam once threw a football that hit her in the face,[19] and, while planking on top of a bathroom stall, she was knocked down when Dwight sprayed her with a fire extinguisher.[20]"
  },
  {
    "name":"Michael Scott",
    "shortname":"michael",
    "reknown":"China International Art University",
    "bio":
    "All original series characters were adapted for the U.S. version. NBC programmer Tracy McLaughlin suggested Paul Giamatti to producer Ben Silverman for the role of Michael Scott, but the actor declined. Martin Short, Hank Azaria, and Bob Odenkirk were also reported to be interested.[3] In January 2004, Variety reported Steve Carell of the popular Comedy Central program The Daily Show with Jon Stewart, was in talks to play the role. At the time, he was already committed to another NBC midseason replacement comedy, Come to Papa.[4] Due to Carell being unavailable, Bob Odenkirk was selected as Michael Scott and was part of the cast presented to NBC executives.[5] However, Come to Papa was quickly canceled, allowing Carell to commit to The Office. Carell later stated he had only seen about half of the original pilot episode of the British series before he auditioned. He did not continue watching for fear that he would start copying Gervais characterizations. On the audio commentary of The Pilot episode, director Ken Kwapis says that Carells unfamiliarity with the British version of The Office and their experience working together on Watching Ellie influenced his being cast as Scott.[6]\r\n\r\nTwo supporting roles in films helped get the attention of audiences: Bruce Almighty, in which Carell plays Evan Baxter (an arrogant rival to Jim Carreys character), who gets a humorous comeuppance while co-anchoring the news. In Anchorman: The Legend of Ron Burgundy, Carell plays another news personality, as slow-witted weatherman Brick Tamland. Although the series premiered to mediocre ratings, NBC renewed it for another season because of the anticipated success of Carells movie The 40-Year-Old Virgin,[7] and the show subsequently became a ratings success. Carell won a Golden Globe and Television Critics Association award in 2006 for his role. He also received Emmy nominations in 2006, 2007 and 2011 for his work in the series. Although The 40-Year-Old Virgin was a surprise success, Carell revealed in an interview with Entertainment Weekly that he had no plans to leave The Office. However, on the BBC Radio 5 Live Film Review show, he stated in an interview that his time on the show would probably end after his contract ran out after Season 7.[8] This was later confirmed on June 28, 2010, when Carell confirmed that the seventh season of the show was to be his last after his contract expired."
  },
  {
    "name":"Oscar Martinez",
    "shortname":"oscar",
    "reknown":"Royal Academy of Painting and Sculpture",
    "bio":
    "Oscar has worked at Dunder Mifflin for over nine years in 2008. He is openly gay (after being publicly outed by Michael) and previously lived with his partner, Gil (Michael once said: I wonder if [Gil] knows [that Oscar is gay]). Originally, Oscar was in the closet, and Gil was believed to be his roommate. In earlier seasons, he is seen driving a Saturn Ion. This is the same Saturn that Angela can later be seen driving, such as in the episode Niagara. However, he is seen in the third season driving a Lexus RX 400h, a company car he was lent as a result of his unwanted outing by Michael.\r\n\r\nThough Oscar is openly gay in later episodes, in the episode The Fire, when asked by Jim Who would you do?, Oscar offers the answer, Pam; also, in The Client, he makes an intentionally vague reference to a woman he previously dated.\r\n\r\nIn a deleted scene from Gay Witch Hunt, Oscar explains that he in fact notified Michael of his being gay during his job interview. This caused Michael to laugh repeatedly, and he hired Oscar on the spot because he was he funniest person that [Michael] had ever met. Oscar then hid his sexuality from his co-workers (until he was outed) for fear of losing his job"
  },
  {
    "name":"Pam Beesley",
    "shortname":"pam",
    "reknown":"Artist to Watch in 2012",
    "bio":
    "The character was originally created to be very similar to the British counterpart, Dawn Tinsley. Even minute details, such as how Pam wore her hair each day, were considered by executive producer, Greg Daniels.[2]\r\n\r\nWhen I went in for The Office, the casting director said to me, Please look normal, recalls Jenna Fischer. Dont make yourself all pretty, and dare to bore me with your audition. Those were her words. Dare to bore me.[3]\r\n\r\nHeeding the advice, Fischer said little during the auditions, during which she was interviewed in character by show producers, in an improvisational format, to imitate the shows documentary premise. My take on the character of Pam was that she didnt have any media training, so she didnt know how to be a good interview. And also, she didnt care about this interview, she told NPR. So, I gave very short one-word answers and I tried very hard not to be funny or clever, because I thought that the comedy would come out of just, you know, the real human reactions to the situation...and they liked that take on it.[3]\r\n\r\nWhen I went in to the audition, the first question that they asked me in the character of Pam — they said, Do you like working as a receptionist? I said, No. And that was it. I didnt speak any more than that. And they started laughing.[3]\r\n\r\nFischer found herself creating a very elaborate backstory for the character. For the first few seasons, she kept a list of the character history revealed on-screen by the creators, as well as her own imaginative thoughts on Pams history.[4] She created a rule with the sets hair and make-up department that it couldnt look as though it took Pam more than 30 minutes to do her hair,[5] and she formulated ideas as to who gave Pam each piece of jewelry she wore [6] or where she went to college.[6] Fischer also carefully crafted Pams quiet persona. Well, my character of Pam is really stuck, she explained to NPR. I mean, shes a subordinate in this office. And so, I think that for her, the only way she can express herself is in the silences, but you can say so much by not saying anything.[3]\r\n\r\nOriginally meek and passive, the character grew more assertive as the seasons passed, prompting Fischer to reassess her portrayal. I have to approach Pam differently [now], she explained in Season 4, a defining season in which her character finally begins a long awaited relationship with Jim and is accepted into the Pratt Institute. She is in a loving relationship, she has found her voice, she has started taking art classes. All of these things must inform the character and we need to see changes in the way she moves, speaks, dresses, etc."
  },
  {
    "name":"Phyllis Lapin",
    "shortname":"phylis",
    "reknown":"New York University",
    "bio":
    "Phyllis Lapin is a sales representative at fictitious paper distributor Dunder Mifflin. She is a quiet but friendly type who loves girl talk and gossip. Though she has a sweet, motherly exterior, she can sometimes be very vindictive, often to Angela Martin and Pam Halpert. She is often insulted and embarrassed by branch manager Michael Scott, who frequently describes her as non-feminine and old, despite having been classmates with her in high school.\r\n\r\nShe was also apparently very promiscuous in high school, which resulted in an unplanned pregnancy. The baby was given up for adoption, and was first mentioned in the season seven episode Goodbye, Michael. Where Michael said he knew a secret about Phyllis, but apparently did not know about the baby. The baby was implied to be a girl because Erin Hannon later approached Phyllis to take a maternity test since she was born in the same year and area as her child, but the test came back negative.\r\n\r\nShe is married to Bob Vance of Vance Refrigeration; she affectionately refers to him as Bobby, but frequently uses his full name, Bob Vance while talking to others. In the Season 7 finale, Phyllis reveals that she got Bob to notice her by waiting in his office every morning wearing nothing but kitty-cat ears for two weeks, and on the tenth day, he was naked too, except for a dog nose.\r\n\r\nPhyllis serves on the Party Planning Committee where she often butts heads with hypercritical Angela Martin, whom Phyllis told to her face that she does not like. She suffered from scoliosis as a child and went on to play high school basketball. She is Lutheran (Fun Run). It is implied she suffers from depression. In Michaels Last Dundies it is revealed she has diabetes."
  },
  {
    "name":"Ryan Howard",
    "shortname":"ryan",
    "reknown":"Art College in New Dehli",
    "bio":
    "Little is known about Ryan Howards early life, but it is revealed in a deleted scene from Diversity Day that he grew up in Scranton. In the webisode The Story of Subtle Sexuality, Ryan mentions that his parents live in separate houses, which implies that they are separated. At the beginning of the series, Ryan Howard is a temporary employee at the Scranton branch of the fictitious paper distributor Dunder Mifflin who joined the staff in the first episode, earning him the nickname The Temp.\r\n\r\nIn early episodes he is shown to be uncomfortable with his professional relationship with his boss, Michael Scott. Michael often forces Ryan to carry out menial tasks for him while at the same time, becoming obsessed with Ryans personal life as well as gaining Ryans friendship. As the series progresses, Ryan begins to display a great deal of contempt and disdain for both his coworkers and his job. This becomes more apparent when Ryan is promoted in The Job to work at Dunder Mifflins corporate office in New York. This leads to Ryan becoming an egotistical braggart despite lackluster sales skills. In the season 4 finale Goodbye, Toby, Ryan is arrested for committing fraud. He is eventually released and required to work community service.\r\n\r\nIn the season 5 premiere Ryan returns to the Scranton branch after Michael arranges for him to work Pams job. However, his malevolent aspirations to climb back to the top of the corporate ladder are revealed when he adds Jim and Kevin to a list of people who will be sorry when he returns to the top.\r\n\r\nRyan was a member of a fraternity in college and holds an MBA from the University of Scrantons Kania School of Management, which he earned during the second and third seasons. His dream is to one day own his own business.\r\n\r\nThroughout the series, Ryan changes his persona about every year beginning with the 3rd season. When offered a job for Corporate in the Season 3 finale, Ryan decides to become more of a high-end person. He grows a beard and gets $200 hair cuts, but ends up getting into trouble with becoming a drug addict, drunk, and a person who parties too often.\r\n\r\nIn Season 5 he returns with blonde highlights and a work hard, play hard attitude. He works for Michael at the Michael Scott Paper Company (which is later bought out) and still tries to keep his work ethic and strives to do good.\r\n\r\nIn Seasons 6–8, Ryan seems to be devoid of many of his former morals and ambitions. He doesnt care to work, reads poetry and initiates various creative projects. He switches clothing, from wearing fanciful scarves, fake glasses, suspenders, bow ties, trench coats, etc. and tries to create an unsolvable attitude. He manages to stay at Dunder Mifflin but his current position is unspecified, Michael mentions that he works there full-time in WUPHF.com. Many of the staff, most notably Jim and Pam, note Ryans ineptitude as an employee and that he sponges off his parents by living with them and driving his moms car."
  },
  {
    "name":"Stanley Hudson",
    "shortname":"stanley",
    "reknown":"New Orleans, LA",
    "bio":
    "Stanley Hudson is a sales representative for the fictitious paper distributor Dunder Mifflin. Stanley is a serious, hardworking, but a thoroughly grumpy and disgruntled employee so lacking in interest in his surroundings that in one cold open he fails to notice a series of pranks being played on and around him. Stanley dislikes and disrespects his boss Michael Scott. Stanley only thinly attempts to hide his disgust and disrespect for Scott, who affectionately describes Stanleys remarks as clever and sassy. Stanley, who is black, is constantly subjected to Michaels inadvertently offensive remarks based on racial stereotypes. At times, Stanley plays along with Michaels comments for his own benefit. In Performance Review, Stanley tells Michael that he learned about women on the ghetto in order to secure a raise. Stanley has generally good relations with his other colleagues, especially Phyllis Lapin-Vance whom he often has lunch with. Stanley is a very laid back person, though when angry he has often been described as frightening. On one occasion, coworker Ryan Howard received a harsh scolding from Stanley after he wrongly suspected Ryan of sniffing around his daughter. He confronts Ryan Howard again in a deleted scene Cocktails when his daughter Melissa sees Ryan again at Poor Richards Pub. On another occasion, Stanley uses a lug wrench to smash Michaels car when Michael exposes Stanleys affair to the office."
  },
  {
    "name":"Toby Flenderson",
    "shortname":"toby",
    "reknown":"Chicago, IL",
    "bio":
    "Toby Flenderson is the human resources representative for the Scranton branch of paper distributor Dunder Mifflin\/Sabre. Mild-mannered to the point of being physically incapable to voice his opinons or assert himself, Toby can be somewhat mournful about his life choices (he fell into the field of Human Resources after leaving his training at seminary in order to pursue the woman hed later marry and painfully divorce). He likes his colleagues, although he is sometimes exasperated by the excessively chatty Kelly Kapoor. He also has a long-standing crush on Pam Halpert, which he almost reveals at the end of Season 4 when he resigns from his position to move to Costa Rica. Toby was intensely despised by branch manager Michael Scott, largely because Michael had no authority over him as Toby reported to corporate headquarters, and because Toby frequently tried to dissuade Michael from many of his ill-conceived and impulsive ideas. Michael sums up his feelings for Toby in the episode Casino Night, asking, Why are you the way that you are? Every time I try to do something fun or exciting, you make it not that way. I hate so much about the things that you choose to be. For Tobys going away party, Michael gives him as a gift a rock with a note attached reading Suck on This. Shortly after arriving in Costa Rica, Toby suffers a zip-line accident and midway through season 5, he returns to his old job at Dunder Mifflin, much to Michaels fury."
  }
]